//-----------------------------------------------------------------------------
// 	Localizable.strings 
//	
//	Copyright (c) 2000-2006 Digidesign Inc.
//	All rights reserved
//
//	CONFIDENTIAL: This document contains confidential information. 
//	Do not disclose any information contained in this document to any
//	third-party without the prior written consent of Digidesign Inc.
//	
//-----------------------------------------------------------------------------

/* L10N_Cmn */

	"100" = "( %1, %2 )";
	"101" = "\"%1\"、%2 行出错";
	"102" = "超过范围:Cmn_ChunkyVecImpl::At";
	"103" = "来源下移:%1, len:%2, dest:%3\n";
	"104" = "来源上移:%1, len:%2, dest:%3\n";
	"105" = "出现未知错误";
	"106" = "无足够内存";
	"107" = "数据流意外结束";
	"108" = "试图设置超过流结尾的位置";
	"109" = "超过范围:Cmn_PolyVectorImpl::At";
	"110" = "Cmn_MakeString:出现转换错误";
	"111" = "抵达文件结尾处";
	"112" = "小 endian";
	"113" = "大 endian";
	"114" = "未设置";

/* L10N_DAW */

	"200" = "未知";
	"201" = "未声明";
	"202" = "取消";
	"203" = "编辑";
	"204" = "撤销";
	"205" = "重做";
	"206" = "剪切";
	"207" = "复制";
	"208" = "粘贴";
	"209" = "清除";
	"210" = "全选";
	"211" = "回车";
	"212" = "返回";
	"213" = "退出";
	"214" = "退格";
	"215" = "左箭头";
	"216" = "右箭头";
	"217" = "上箭头";
	"218" = "下箭头";
	"219" = "上页";
	"220" = "下页";
	"221" = "起始";
	"222" = "结束";
	"223" = "空格";
	"224" = "Tab";
	"225" = "逗号";
	"226" = "句号";
	"227" = "引号";
	"228" = "分号";
	"229" = "后引号";
	"230" = "负号";
	"231" = "等号";
	"232" = "加号";
	"233" = "插入";
	"234" = "删除";
	"235" = "帮助";

/* L10N_Digi_FileTypes */

	"300" = "Pro Tools 3.2 工程";
	"301" = "Pro Tools 4 16-比特 工程";
	"302" = "Pro Tools 4 24-比特 工程";
	"303" = "Pro Tools 5.0 工程";
	"304" = "Pro Tools 5.1 -> 6.9 工程";
	"305" = "Pro Tools 7 -> 9 工程";
	"306" = "Pro Tools 7 -> 9 工程模板";
	"307" = "Pro Tools 工程";
	"308" = "Pro Tools 工程模板";
	"309" = "Pro Tools 轨道预设";
	"310" = "Pro Tools 轨道版本";
	"311" = "Pro Tools 项目工程";
	"312" = "片段组";
	"313" = "MIDI";
	"314" = "Sibelius Score";
	"315" = "MIDI Groove量化模板";
	"316" = "应用程序";
	"317" = "Pro Tools插件设置";
	"318" = "Pro Tools多重单声道插件设置";
	"319" = "Pro Tools意外日志";
	"320" = "Pro Tools偏好设置";
	"321" = "Pro Tools I/O 设定";
	"322" = "Pro Tools插件映射";
	"323" = "Pro Tools插件参数";
	"324" = "文本文件";
	"325" = "Pro Tools轨道配备预置文件";
	"326" = "Pro Tools共享的工程目标文件";
	"327" = "Pro Tools共享的工程文件";
	"328" = "Digi 数据库";
	"329" = "EDL";
	"330" = "总览高速缓存";
	"331" = "DigiMIDIService设置文件";
	"332" = "SYNC-HD 更新";
	"333" = "Sync X 更新";
	"334" = "AVI 电影";
	"335" = "AAF 文件";
	"336" = "快捷方式";
	"337" = "受版权保护的 AAC";
	"338" = "Pro Tools 工程存档";
	"339" = "制作交换格式";
	"340" = "Pro Tools 项目";
	"341" = "Pro Tools 工程链接";
	"342" = "Pro Tools 修订历史记录缓存";

/* L10N_FF */

	"400" = "在\"Program Files\"文件夹内。";
	"401" = "找不到\"Digidesign\"文件夹 ";
	"402" = "在\"Digidesign\"文件夹下找不到\"DAE\"文件夹 ";
	"403" = "在系统文件夹内。";
	"404" = "找不到\"System\"文件夹。";
	"405" = "找不到\"DAE\"文件夹。";
	"406" = "在\"Pro Tools\"文件夹下找不到\"Codecs\"文件夹。";
	"407" = "找不到 \"%1\" 文件夹。";
	"408" = "为了使用MP3文件，您必须启用MP3导入/导出选项的试用版。该试用版的有效期是30天。\n您要启用MP3 导入/导出选项的试用版么？";
	"409" = "演示";
	"410" = "在\"%2\"文件夹下找不到文件\"%1\"。";
	"411" = "%1 模块初始化失败。";
	"412" = "没有压缩";
	"413" = "%1 编码失败。";
	"414" = "写入 %1失败。";
	"415" = "MP3 o选项不能打开因为： ";
	"416" = "MP3 选项已经打开。";
	"417" = "REX选项不被启用因为：";
	"418" = "REX选项已被启用";
	"419" = "%1 编码器DLL为不兼容版本";
	"420" = "编码器接口版本不匹配";
	"421" = "解码器接口版本不匹配";
	"422" = "在初始化Quick Time库时";
	"423" = "%1。请从 www.apple.com 网站安装 QuickTime 播放器";
	"424" = "RealAudio选件不能打开因为： ";
	"425" = "RealAudio选件已打开";
	"426" = "创建RealAudio编码时发生版本不匹配问题";
	"427" = "RealAudio支持库不可用";
	"428" = "Windows Media选件不可用因为： ";
	"429" = "Windows Media选件已打开";
	"430" = "英语";
	"431" = "发音数";
	"432" = "背景发音数";
	"433" = "音乐";
	"434" = "立体声音乐";
	"435" = "建议用于只包含有限背景噪声或音乐的音频内容。";
	"436" = "建议用于包含电影、商业广告、新闻等背景音乐或音效的发音数内容。";
	"437" = "建议用于乐器音乐或人声音乐。";
	"438" = "建议用于乐器音乐或人声音乐。请注意整体质量要低于采用标准音乐设置的相同片断。要求立体声输入。";
	"439" = "需要处理说明";
	"440" = "正将 %1 转换成%2";
	"441" = "正将 %1拷贝到%2";
	"442" = "正将 %1合并到%2";
	"443" = "出现意外的数据流类型";
	"444" = "遇到一个未知的数据流类型";
	"445" = "在读文档时出现错误";
	"446" = "在写入文档时出现错误";
	"447" = "找不到文档DOC";
	"448" = "<无显示信息>";
	"449" = "无效";
	"450" = "[%1字节]";
	"451" = "资源类型'";
	"452" = "' 其id=%1找不到。";
	"453" = "找不到名为 \"%1\" 的 STR 资源";
	"454" = "不能创建文件";
	"455" = "总览高速缓存无效";
	"456" = "演示模式没有打开";
	"457" = "<没有设置>";
	"458" = "WAV";
	"459" = "AIFF";
	"460" = "SD II";
	"461" = "SD I";
	"462" = "MP3";
	"463" = "OMF 交换";
	"464" = "高级创作格式";
	"465" = "Real Audio";
	"466" = "QuickTime";
	"467" = "AAC";
	"468" = "Windows Media";
	"469" = "声音资源";
	"470" = "MXF";
	"471" = "Sound Designer I";
	"472" = "RedBook CD Audio (CDDA)";
	"473" = "Pro Tools";
	"474" = "再循环";
	"475" = "'因为我说如此";
	"476" = "我不能说";
	"477" = "AIFC";
	"478" = "编码器";
	"479" = "MP3";
	"480" = "REX";
	"481" = "谁想知道？";
	"482" = "RealAudio";
	"483" = "Sound Designer II";
	"484" = "dummy.tag";
	"485" = "?";
	"486" = "\016 未压缩";
	"487" = "没有足够内存创建采样率转换表。请为Pro Tools分配更多内存或采用较低的转换质量设置。";
	"488" = "定位音频文件";
	"489" = "处理中发生未知错误";
	"490" = "处理已放弃";
	"491" = "转换视频";
	"492" = "读OMF文件出现错误。";
	"493" = "不是视频文件";
	"494" = "读QuickTime视频文件出现错误。";
	"495" = "打不开QuickTime文件。";
	"496" = "不是一个有效的QuickTime视频文件。";
	"497" = "从QuickTime文件获取视频轨时出现错误。";
	"498" = "在QuickTime文件中找不到视频。";
	"499" = "MP3试用版可能已经过期。";

/* L10N_MC_PortNames */

	"500" = "DigiSerial Port";
	"501" = "DigiSerial Port #2";
	"502" = "COM1";
	"503" = "COM2";
	"504" = "Modem Port";
	"505" = "Printer Port";
	"506" = "serialA";
	"507" = "serialB";
	"508" = "无";
	"509" = "SYNC 9-Pin Out 1";
	"510" = "SYNC 9-Pin Out 2";
	"511" = "Sync X 9-Pin 输出";
	"512" = "Sync X 9-Pin 输出 1";
	"513" = "Sync X 9-Pin 输出 2";

/* L10N_Mtd */

	"600" = "项目";
	"601" = "工程";
	"602" = "采样率";
	"603" = "比特精度";
	"604" = "地点";
	"605" = "项目名称";
	"606" = "项目所有者";
	"607" = "协作者";
	"608" = "当前版本";
	"609" = "标题";
	"610" = "参与者";
	"611" = "艺术家";
	"612" = "BPM";
	"613" = "名称";
	"614" = "创建日期";
	"615" = "修改日期";
	"616" = "%1 khz";
	"617" = "%1-比特";
	"618" = "%1 bpm";

/* L10N_Mem */

	"700" = "\n";
	"701" = "-------------------------\n";
	"702" = "%1字节（位于%3 的%2 区每个";
	"703" = "ID：%1";
	"704" = ": %1\n";
	"705" = "\n#### 总字节 = %1####\n\n";
	"706" = "大小：%1, numAllocated:%2, numAllocs:%3，平均时间:%4ns，最长时间:%5ns";
	"707" = "，最大编号 alloc:%1";
	"708" = "，空余:平均时间:%1ns，最长时间:%2ns";
	"709" = "Mem_StatsAllocator stats:\n";
	"710" = "TotalAllocs:%1，平均时间:%2ns\n";
	"711" = "空余总量:%1，平均时间:%2ns\n";

/* L10N_ProToolsGeneric */

	"800" = "无";
	"801" = "无";
	"802" = "MIDI";
	"803" = "确定(&O)";
	"804" = "退出";
	"805" = "取消(&C)";
	"806" = "接受(&A)";
	"807" = "拒绝(&D)";
	"808" = "复制错误消息(&C)";
	"809" = "重试(&R)";
	"810" = "停止(&S)";
	"811" = "删除(&D)";
	"812" = "继续(&C)";
	"813" = "是(&Y)";
	"814" = "无(&N)";
	"815" = "更多信息(&I)...";
	"816" = "任意";
	"817" = "全部";
	"818" = "All";
	"819" = "关";
	"820" = "关";
	"821" = "开";
	"822" = "声像";
	"823" = "音量";
	"824" = "音量修整";
	"825" = "电平修整";
	"826" = "不适用";
	"827" = "Pro Tools";
	"828" = "储存(&S)";
	"829" = "不储存(&D)";
	"830" = "放弃(&D)";
	"831" = "保持(&K)";
	"832" = "不删除(&D)";
	"833" = "移去(&R)";
	"834" = "ProTools 5.0";
	"835" = "ProTools 4.3";
	"836" = "ProTools 3.2";
	"837" = "Pro Tools 5.0";
	"838" = "Pro Tools 4.3";
	"839" = "Pro Tools 3.2";
	"840" = "音频轨";
	"841" = "音频和视频轨道";
	"842" = "MIDI轨";
	"843" = "辅助轨";
	"844" = "主控轨";
	"845" = "乐器轨";
	"846" = "VCA 主推子";
	"847" = "文件夹";
	"848" = "冻结的轨道";
	"849" = "不能创建TCE插件的厂家默认文件因为%1。";
	"850" = "不可用";
	"851" = "不可用";
	"852" = " 与 ";
	"853" = "\"%1\"";
	"854" = "不再显示";
	"855" = "最小化";
	"856" = "允许(&A）";
	"857" = "替换(&R)";
	"858" = "简体中文 (Simplified Chinese)";
	"859" = "繁體中文 (Traditional Chinese)";
	"860" = "Deutsch (German)";
	"861" = "English (English)";
	"862" = "Español (Spanish)";
	"863" = "Français (French)";
	"864" = "Italiano (Italian)";
	"865" = "日本語 (Japanese)";
	"866" = "한글 (Korean)";
	"867" = "登录";
	"868" = "注销";
	"869" = "登录";
	"870" = "工程";
	"871" = "项目";
	"872" = "修复(&R)";
	"873" = "您已使用云端存储总量 %2 GB 中的 %1 GB (%3%)";
	"874" = " (存储量: %1%)";
	"875" = "您正试图运行的 Pro Tools 版本比许可证所允许的版本高。您可卸载该版本的 Pro Tools 并重新安装您的许可证支持的任何 Pro Tools 版本，或访问 MyAvid 帐户来续订升级计划。";
	"876" = "MyAvid";
	"877" = "您想将使用和诊断数据发送给Avid来帮助我们改善产品和服务吗？\n\n";
	"878" = "请注意，某些基于网络的屏幕可能会根据我们的隐私政策继续收集使用和诊断数据。";
	"879" = "\n\n您可以到 Pro Tools 偏好设置 > 操作 > 诊断 中改变该设定。";
	"880" = "\n\n您可以到 Pro Tools First “设置” 菜单中改变该设定。";
	"881" = "升级(&U)";
	"882" = "跳过(&S)";
	"883" = "另存为...(&S)";

/* L10N_Sys */

	"900" = "正在载入\"%1\"";
	"901" = "正在 \"%2\" 中查询 \"%1\"";
	"902" = "正在关闭 \"%1\"";
	"903" = "描述符的开始位置无效";
	"904" = "搜索磁盘卷时发生错误";
	"905" = "<未知>";
	"906" = "完整路径:%1";
	"907" = "磁盘卷名:%1";
	"908" = "位置名:%1";
	"909" = "扩展名:%1";
	"910" = "父文件夹： ";
	"911" = "%1:。Trashes:";
	"912" = "%1%2";
	"913" = "%1:AFP_Resource";
	"914" = "%1Resource:.FRK\\%2";
	"915" = "发生数据流结束";
	"916" = "写入数据流失败";
	"917" = "未知";
	"918" = "文件夹";
	"919" = "\"%1\":tot:%2count:%3max:%4min:%5avg:%6";
	"920" = "*** 缓冲已满，部分信息丢失 ***\n";
	"921" = "魔术ID不匹配";
	"922" = "头文件大小与数据读出不匹配";
	"923" = "版本太低";
	"924" = "不能从新版本读数据";
	"925" = "出现意外错误";
	"926" = "磁盘卷大小:%1字节";
	"927" = "卷空余空间：%1字节";
	"928" = "注意";
	"929" = "警告";
	"930" = "错误";
	"931" = "未标题";
	"932" = "文件名:%1";
	"933" = "tmp";
	"934" = "txt";
	"935" = ":AFP_AfpInfo";
	"936" = ":Afp_Resource";
	"937" = "Drivers\\FASTFAT.SYS";
	"938" = "040904B0";
	"939" = "\\StringFileInfo\\%1\\ProductName";
	"940" = "Pro Tools for Windows NT";
	"941" = "_NT_SYMBOL_PATH";
	"942" = "c:\\suppress stack dumps";
	"943" = "c:\\Enable JIT Debugging";
	"944" = "出现致命的意外。\n必须退出ProTools。\n";
	"945" = "日志文件被写入到:%1\n";
	"946" = "程序错误";
	"947" = "Pro Tools\\Pro Tools Utilities\\ExceptionLogFiles";
	"948" = "\\Log-%1.ptx";
	"949" = "Description:\r\n%1\r\nStack:\r\n";
	"950" = "存入文件？";
	"951" = "例外日志";
	"952" = "不适用";
	"953" = "DAE";
	"954" = "InstallPath";
	"955" = "Software\\Digidesign\\";
	"956" = "ProgramFilesDir";
	"957" = "Software\\Microsoft\\Windows\\CurrentVersion";
	"958" = "\\Digidesign";
	"959" = "fat";
	"960" = "fat32";
	"961" = "ntfs";
	"962" = "cdfs";
	"963" = "nfs";
	"964" = "avidfs";
	"965" = "avidfos";
	"966" = "a:";
	"967" = "b:";
	"968" = "不能完成您的请求，要求因为：%1";
	"969" = "所选名称包含非法字符。";
	"970" = "多处理服务不可用。操作时必需他们。";
	"971" = "不能卸载启动盘";
	"972" = "无法删除文件夹：%1不为空。";
	"973" = "正在拷贝 \"%1\" 到 \"%2\"";
	"974" = "正在将\"%1\" 移动到 \"%2\"";
	"975" = "正在删除 \"%1\"";
	"976" = "正在创建 \"%1\"";
	"977" = "正在打开\"%1\"";
	"978" = "正在读取 \"%1\"";
	"979" = "正在写入\"%1\"";
	"980" = "正在关闭\"%1\"";
	"981" = "正在为 \"%1\"设置属性";
	"982" = "完整的长路径:%1";
	"983" = "软件\\Avid\\Pro Tools";
	"984" = "\\Avid";
	"985" = "\\Pro Tools";

/* L10N_Sys2 */

	"1000" = "此锚点的非法相对路径";
	"1001" = "无法初始化semaphore";
	"1002" = "无法创建事件";
	"1003" = "设置事件失败";
	"1004" = "未知";
	"1005" = "应用程序";
	"1006" = "框架";
	"1007" = "不可恢复的错误";
	"1008" = "该程序遇到一个不可恢复的错误并将退出。";
	"1009" = "音频";

/* L10N_Sys_Exception */

	"1100" = "磁盘卷没有装上";
	"1101" = "%1";
	"1102" = "无法创建 Pro Tools 共享文件夹";
	"1103" = "同时创建与文件 %1 对应的符号链接";

/* L10N_Sys_Win32Err */

	"1200" = "存取违例错误";
	"1201" = "数据类型不正确";
	"1202" = "队列超出";
	"1203" = "出现浮点错误（非正常操作数）";
	"1204" = "出现浮点错误(除数为零)";
	"1205" = "出现浮点错误(结果不精确)";
	"1206" = "出现浮点错误(无效操作)";
	"1207" = "出现浮点错误(溢出)";
	"1208" = "出现浮点错误(堆栈检查)";
	"1209" = "出现浮点错误(下溢)";
	"1210" = "出现整数错误(除数为零)";
	"1211" = "出现整数错误(溢出)";
	"1212" = "在用户模式下执行特权指令";
	"1213" = "页面出错";
	"1214" = "非法指令";
	"1215" = "出现不可持续意外错误";
	"1216" = "堆栈溢出";
	"1217" = "无效的布署";
	"1218" = "Guard页问题";
	"1219" = "使用了无效的手柄";
	"1220" = "出现意外错误";
	"1221" = " 位于地址： ";
	"1222" = " 在模块： ";
	"1223" = "，无法读取位置： ";
	"1224" = "，无法写入位置： ";
	"1225" = "，线程数导致一个DEP违规： ";
	"1226" = "，未知类型： ";

/* L10N_Sys_MacOSErr */

	"1300" = "连接到库错误";
	"1301" = "移动文件错误";
	"1302" = "Apple事件中的数据不能被读出";
	"1303" = "桌面数据库损坏";
	"1304" = "系统不能分配内存,严重错误";
	"1305" = "物理内存不足";
	"1306" = "在\"大小\"资源中规定的分区太小而不能启动";
	"1307" = "发生总线错误";
	"1308" = "插槽中没有板卡";
	"1309" = "声音输入设备忙";
	"1310" = "无效的采样值";
	"1311" = "无效的采样率";
	"1312" = "硬盘太慢不能录音";
	"1313" = "无效的压缩格式";
	"1314" = "无效的声音输入设备";
	"1315" = "没有声音输入硬件可用";
	"1316" = "没有足够CPU时间可用";
	"1317" = "通道忙";
	"1318" = "文件损坏或不可用,或不是AIFF及AIFF-C格式";
	"1319" = "可用内存不足";
	"1320" = "资源被破坏或不可用";
	"1321" = "通道被破坏或不可用";
	"1322" = "载入资源时发生问题";
	"1323" = "可用硬件不足";
	"1324" = "要求的声音硬件不可用";
	"1325" = "没有找到资源文件";
	"1326" = "写过文件终点";
	"1327" = "分配内存结构失败";
	"1328" = "分配临时结构内存失败";
	"1329" = "堆栈错误";
	"1330" = "内部文件系统错误";
	"1331" = "服务器磁盘已断开连接";
	"1332" = "不是HFS卷,卷不支持桌面管理器";
	"1333" = "打开工作目录太多";
	"1334" = "目录不能找到或不完整的路径名";
	"1335" = "第一个范围的低级磁盘错误";
	"1336" = "最后范围的低级磁盘错误";
	"1337" = "读／写认可不允许写入";
	"1338" = "坏的主目录块";
	"1339" = "重命名时发生问题";
	"1340" = "卷上缺少Macintosh格式目录";
	"1341" = "尝试打开锁定文件的写入";
	"1342" = "磁盘卷脱机";
	"1343" = "文件已经打开并具有写权限";
	"1344" = "指定名字的文件已存在";
	"1345" = "文件忙";
	"1346" = "卷已经通过软件锁定";
	"1347" = "文件已锁定";
	"1348" = "磁盘写保护";
	"1349" = "文件或文件夹没有找到";
	"1350" = "打开文件太多";
	"1351" = "尝试定位标记点到文件开始之前";
	"1352" = "逻辑文件终点已到达";
	"1353" = "文件不能打开";
	"1354" = "坏的文件名或卷标名";
	"1355" = "I/O错误";
	"1356" = "卷标没有找到";
	"1357" = "磁盘满";
	"1358" = "目录已满";
	"1359" = "驱动资源没有找到";
	"1360" = "驱动不能完成关闭要求";
	"1361" = "您没有相应的存取权限";
	"1362" = "文件名太长";
	"1363" = "权限被拒绝";

/* L10N_Time */

	"1400" = "\n";
	"1401" = "基本段:采样 %1, 时基:%2, qpm:%3\n";
	"1402" = "版本不对";
	"1403" = "第 128";
	"1404" = "第 64";
	"1405" = "第 32";
	"1406" = "第 16";
	"1407" = "第 8";
	"1408" = "四分之一";
	"1409" = "二分之";
	"1410" = "完整";
	"1411" = "两个完整";
	"1412" = "???";
	"1413" = "Dotted %1";
	"1414" = "速度图:\n";
	"1415" = "%1|%2|";
	"1416" = "+%1";
	"1417" = "%1(%2q%3), %4(%5s%6)";
	"1418" = "> ";
	"1419" = "常量: ";
	"1420" = "未指定, ";
	"1421" = ", 锁定到采样 %1";
	"1422" = ", 计算的";
	"1423" = "节拍表:\n";
	"1424" = "%1(m. %2)>%3/%4, click %5";
	"1425" = " *prevIsPartial*";
	"1426" = "拍号";
	"1427" = "出现坏数据";
	"1428" = "%1t%2%3";
	"1429" = "ComputeBackwardsTo:找不到锁定的段\n";
	"1430" = "GenerateBackward: ";
	"1431" = "*** 重新计算基本速度图 ***\n";
	"1432" = "默认图\n";
	"1433" = "段:%1\n";
	"1434" = "向后\n";
	"1435" = "为第一段提供默认 IDB\n";
	"1436" = "速度";
	"1437" = "出现坏段类型";
	"1438" = "TMS";
	"1439" = "Const";
	"1440" = "Prev";
	"1441" = "采样";
	"1442" = "时基";
	"1443" = "帧";
	"1444" = "非标准调";
	"1445" = "开放调/无调性";
	"1446" = "C 大调";
	"1447" = "G 大调";
	"1448" = "D 大调";
	"1449" = "A 大调";
	"1450" = "E 大调";
	"1451" = "B 大调";
	"1452" = "F# 大调";
	"1453" = "C# 大调";
	"1454" = "F 大调";
	"1455" = "Bb 大调";
	"1456" = "Eb 大调";
	"1457" = "Ab 大调";
	"1458" = "Db 大调";
	"1459" = "Gb 大调";
	"1460" = "Cb 大调";
	"1461" = "A 小调";
	"1462" = "E 小调";
	"1463" = "B 小调";
	"1464" = "F# 小调";
	"1465" = "C# 小调";
	"1466" = "G# 小调";
	"1467" = "D# 小调";
	"1468" = "A# 小调";
	"1469" = "D 小调";
	"1470" = "G 小调";
	"1471" = "C 小调";
	"1472" = "F 小调";
	"1473" = "Bb 小调";
	"1474" = "Eb 小调";
	"1475" = "Ab 小调";
	"1476" = "大调";
	"1477" = "小调";
	"1478" = "无";

/* L10N_TimeGlobals */

	"1500" = "无";
	"1501" = "0.1% 上拉";
	"1502" = "0.1% 下拉";
	"1503" = "4% 上拉";
	"1504" = "4% 上拉, 0.1% 上拉";
	"1505" = "4% 上拉, 0.1% 下拉";
	"1506" = "4% 下拉";
	"1507" = "4% 下拉, 0.1% 上拉";
	"1508" = "4% 下拉, 0.1% 下拉";
	"1509" = " [NTSC - 胶片]";
	"1510" = " [胶片 - NTSC]";
	"1511" = " [胶片 - PAL]";
	"1512" = " [NTSC - PAL]";
	"1513" = " [无效]";
	"1514" = " [PAL - 胶片]";
	"1515" = " [PAL - NTSC]";
	"1516" = "上拉";
	"1517" = "下拉";

/* L10N_CFD1 */

	"1600" = "MIDI 文件格式";
	"1601" = "0";
	"1602" = "1（多轨）";
	"1603" = "位置参考";
	"1604" = "工程起点";
	"1605" = "乐曲起点";
	"1606" = "移去";
	"1607" = "移去全部";
	"1608" = "增加->";
	"1609" = "添加全部->";
	"1610" = "起点:";
	"1611" = "终点:";
	"1612" = "长度:";
	"1613" = "长度:";
	"1614" = "当前文件中的片段";
	"1615" = "要导入的片段";
	"1616" = "BWF(.WAV)是推荐的最适合交互平台操作的文件格式。 SDII文件格式在以下情况不被支持：\n- Pro Tools 8.0.3或以后的系统\n- Pro Tools 系统是在Windows上运行\n- 采样率高于48KHz\n- 进行弹性音频处理";
	"1617" = "添加文件(&s)";
	"1618" = "添加片段(&D)";
	"1619" = "片段信息";
	"1620" = "播放位置:";
	"1621" = "限制字符集";
	"1622" = "应用采样率转换";
	"1623" = "来源采样率:";
	"1624" = "目标采样率:";
	"1625" = "质量:";
	"1626" = "原始采样率不可用。";
	"1627" = "写入弹力音频到磁盘";
	"1628" = "不拷贝渲染的弹力文件";
	"1629" = "仅可见的时间轴文件";
	"1630" = " M";
	"1631" = " G";
	"1632" = " （锁定）";
	"1633" = " （错误）";
	"1634" = " （失败）";
	"1635" = "开始预览";
	"1636" = "停止预览";

/* L10N_Rgn */

	"1700" = "...";
	"1701" = ".";
	"1702" = "-";
	"1703" = "0";
	"1704" = "-01";
	"1705" = "请选择一个带有%1 或更少字符的名字";
	"1706" = "无匹配项目。";
	"1707" = "正在删除未使用的淡变文件";
	"1708" = "量化:";
	"1709" = "长度:";
	"1710" = "力度:";
	"1711" = "音高:";
	"1712" = "起始延迟:";
	"1713" = "不适用";
	"1714" = "64分音符";
	"1715" = "32分音符";
	"1716" = "16分音符";
	"1717" = "8分音符";
	"1718" = "4分音符";
	"1719" = "2分音符";
	"1720" = "全音符";
	"1721" = "120 时基";
	"1722" = "240 时基";
	"1723" = "480 时基";
	"1724" = "960 时基";
	"1725" = "采样";
	"1726" = "时基";
	"1727" = "时间基准: %1";
	"1728" = "调色栏";
	"1729" = "弹性栏";
	"1730" = "类型栏";
	"1731" = "吉他设定栏";
	"1732" = "音频片段";
	"1733" = "MIDI 片段";
	"1734" = "视频片段";
	"1735" = "音频片段组";
	"1736" = "MIDI 片段组";
	"1737" = "视频片段组";
	"1738" = "S: ";
	"1739" = "T: ";
	"1740" = "场景:";
	"1741" = "拍摄:";
	"1742" = "压缩率:";
	"1743" = "拍每秒: ";
	"1744" = "正在更新片段显示列表...";
	"1745" = "所有人";
	"1746" = "%1 片段从片段列表中被删除 %2. %3如果不希望如此，可以撤销来恢复这些片段，或者打开最新的工程备份。如果您另存工程，在~/Library/Logs/Avid 中找到最近的 Pro Tools 日志文件，并将工程（不包含音频）和日志随同在此消息出现之前执行的操作的描述，一并发送给 Avid 客户服务， 这将会很有帮助。";
	"1747" = "部分片段可能仍在时间轴上。 ";

/* L10N_Languages */

	"1800" = "日语";
	"1801" = "英文";
	"1802" = "简体中文";
	"1803" = "繁体中文";
	"1804" = "日文";
	"1805" = "韩文";
	"1806" = "法文";
	"1807" = "意大利文";
	"1808" = "德文";
	"1809" = "西班牙文";

/* L10N_PtSess_TranslateNotes */

	"1900" = "注意";
	"1901" = "注释";
	"1902" = "错误";
	"1903" = "发生错误。";
	"1904" = "插件丢失或未激活";
	"1905" = "下列插件或选项被省略因为在插件文件夹中找不到： ";
	"1906" = "下列插件或选项被省略因为系统资源不足： ";
	"1907" = "下列插件被关闭，因为在插件文件夹中找不到它们： ";
	"1908" = "下列插件下列插件被关闭，因为系统资源不足： ";
	"1909" = "一下插件没有被激活因为HTDM 插件不再被支持: ";
	"1910" = "未激活的输出和发送";
	"1911" = "一些输出或发送被关闭。";
	"1912" = "未激活的输入";
	"1913" = "一些输入未被激活。";
	"1914" = "未激活的辅链输入";
	"1915" = "一些辅链输入被设置为不激活。";
	"1916" = "一些轨道被省略因为只支持单声道和立体声轨道。";
	"1917" = "一些轨道被省略因为不支持未激活轨道。";
	"1918" = "该工程上次保存于有更多I/O和/或总线的系统。一些原始的I/O和/或总线分配将不可用并被重新安排到总线31-32。";
	"1919" = "省略的路径";
	"1920" = "某些路径被省略，因为SampleCell卡不支持他们。";
	"1921" = "某些路径被省略，因为只支持单声道和立体声路径。";
	"1922" = "某些路径被省略，因为它们属于被停止的主路径的子路径。";
	"1923" = "路径\"%1\"被省略，因为SampleCell卡不支持它。";
	"1924" = "路径\"%1\" 被省略，因为只支持单声道和立体声路径。";
	"1925" = "路径\"%1\"被省略，因为它属于被停止的主路径的子路径。";
	"1926" = "忽略的轨道";
	"1927" = "轨道\"%1\"被省略，因为已超过最大发音数";
	"1928" = "轨道\"%1\"被省略，因为已超过最大的磁盘轨道数";
	"1929" = "轨道\"%1\"被省略，因为已超过最大辅助轨道数";
	"1930" = "轨道\"%1\"被省略，因为已超过最大的主控轨道数";
	"1931" = "轨道\"%1\"被省略，因为已超过最大MIDI轨道数";
	"1932" = "轨道\"%1\"被省略，因为已超过最大乐器轨道数";
	"1933" = "轨道\"%1\"被省略，因为只支持单声道或立体声轨道。";
	"1934" = "轨道\"%1\"被省略，因为不支持未激活轨道。";
	"1935" = "轨道 \"%1\" 插件 %2(\"%3\") 被省略，因为该插件没有在插件文件夹中。";
	"1936" = "轨道 \"%1\" 插件 %2(\"%3\") 未激活，因为 %4。";
	"1937" = "轨道 \"%1\" 插件 %2(\"%3\") 未激活，因为系统资源不足。";
	"1938" = "轨道 \"%1\" 插件 %2(\"%3\") 未激活，因为出现错误。";
	"1939" = "插件 %2 的轨道 \"%1\" 辅链(\"%3\") 未激活，因为 %4。";
	"1940" = "一些轨道被省略因为超出最大发音数。";
	"1941" = "一些轨道被省略因为超出磁盘最大轨道数。";
	"1942" = "一些轨道被省略因为超出允许的最大辅助轨道数。";
	"1943" = "一些轨道被省略因为超出最大发音数。";
	"1944" = "一些轨道被省略因为超出允许的最大MIDI轨道数。";
	"1945" = "一些轨道被省略因为超出允许的最大乐器轨道数。";
	"1946" = "(音频)";
	"1947" = "(辅助)";
	"1948" = "(主控)";
	"1949" = "轨道 \"%1\" %2输出 \"%3\"未激活，因为 %4。";
	"1950" = "轨道 \"%1\" %2发送 %3\"%4\" 未激活，因为 %5。";
	"1951" = "轨道 \"%1\" %2输入 \"%3\"未激活，因为 %4。";
	"1952" = "视频文件不能被导入因为它由不兼容的视频引擎创建。";
	"1953" = "OMF分析错误";
	"1954" = "发生某些OMF分析错误。";
	"1955" = "删节的片段名称";
	"1956" = "某些片段名被删节。";
	"1957" = "忽略效果";
	"1958" = "某些效果被忽略。";
	"1959" = "渲染丢失";
	"1960" = "某些渲染丢失";
	"1961" = "应用增益";
	"1962" = "增益应用到某些文件。";
	"1963" = "部分片段已从时间轴中删除，因为它们位于工程最大长度之外。它们仍会被保留在片段列表中。";
	"1964" = "丢失或脱机媒体文件";
	"1965" = "某些媒体文件不能被定位。";
	"1966" = "拷贝媒体文件";
	"1967" = "某些媒体文件被拷贝。";
	"1968" = "MIDI音符遇到0力度有效错误。该速度已经被设置到1。";
	"1969" = "该工程最后被存储的Pro Tools系统支持自动延时补偿。";
	"1970" = "如果该工程在具有兼容硬件的系统上重新打开，所有与自动延时补偿相关的设置将被恢复。";
	"1971" = "下列无效淡变已被删除： ";
	"1972" = "%1\"%2\" 于 %3（位于播放表 \"%4\"上）";
	"1973" = "淡入";
	"1974" = "淡出";
	"1975" = "交叠淡变";
	"1976" = "无效淡变(如果脱机这些淡变将不能重新产生)";
	"1977" = "%1\"%2\" 于 %3（位于播放表 \"%4\"上）已被停止，因为 %5。";
	"1978" = "独奏模式被改变为仅SIP, 因为DSP资源不足以使用AFL/PFL。禁用一些轨道或插件来释放DSP。";
	"1979" = "独奏模式已被改成仅 SIP 模式，因为它需要环绕混音器插件。";
	"1980" = " AFL/PFL独奏模式选用的输入/输出路径当前没有被激活。清在输入/输出设置窗口选择另一个AFL/PFL 路径。";
	"1981" = "没有足够的标记点/记忆位置。%1 标记点/记忆位置被丢弃。";
	"1982" = "没有足够的窗口配置条。%1配置被丢弃。";
	"1983" = "视频片段组群在这个版本的ProTools中不支持。";
	"1984" = "一个或多个片段组和／或循环将在导出时被省略。 请在导出相关片段前将他们解组、取消循环或合并为新音频文件。 参考Pro Tools用户指南得到更多编辑操作的信息。";
	"1985" = "工程在上次存储后，您的输入/输出设置已经改变。请在输入/输出窗口察看什么已被改变。";
	"1986" = "这个工程的原始磁盘分配不可用。请在磁盘分配窗口检查什么已被改变。";
	"1987" = "一下文件的文件名中含有非法字符。他们被拷贝，重命名并放置在\"重命名音频文件\文件夹: ";
	"1988" = "以下文件名包含非法字符串。 在文件与工程重链接之前，Pro Tools 不能创建有非法名字的文件拷贝: ";
	"1989" = "一些ICON 用户推子组不能被导入因为在当前工程中没有足够的空闲用户推子组。";
	"1990" = "不能导入全部工程数据快照因为当前工程没有足够空闲预设位。如果希望导入工程数据快照，需要清除额外的预设位。";
	"1991" = "该Pro Tools版本不支持VCA主推子。该工程先前保存了带有自动化的VCA主推子。  VCA主推子将被丢弃，但它们的数据已被合并到其下属轨道。";
	"1992" = "该Pro Tools版本不支持修正自动化。该工程包含有未合并的修正自动化数据，它们已被合并到主音量和发送音量播放表。";
	"1993" = "OMF和AAF 嵌入式视频不被支持, 将被脱机导入。";
	"1994" = "遗失弹力音频插件";
	"1995" = "弹力音频处理在以下轨道上被禁用因为弹力音频插件不在插件文件夹：";
	"1996" = "弹力音频处理在以下轨道上被禁用 \"%1\" 因为弹力音频插件不在插件文件夹中。";
	"1997" = "以下轨道的弹力音频插件被设置为\"Polyphonic\" 因为所选弹力音频插件不在插件文件夹：";
	"1998" = "以下轨道上的弹力音频处理 \"%1\" 被设为 \"Polyphonic\" 因为 \"%2\" 弹力音频插件不在插件文件夹中。";
	"1999" = "弹力音频在该工程中不被支持";

